{
  "translation": {
    "titles": {
      "aboutme": "Sobre mí",
      "work": "Experiencia de trabajo",
      "skills": "Habilidades",
      "edu": "Educación",
      "lang": "Idiomas",
      "change": "Cambiar idioma"
    },
    "aboutme": {
      "summary": "Muy apasionado por el Front End y la experiencia del usuario con más de 4 años de experiencia profesional en la creación de aplicaciones web escalables y fáciles de usar. Siempre adquiriendo nuevos conocimientos, y aprendiendo las mejores prácticas para mejorar mi trabajo y enseñar a los que me rodean. Las áreas de especialización incluyen desarrollo Front End con React, desarrollo Back End usando NodeJs con Express, resolución de problemas competente, Scrum y metodologías ágiles. Me encanta hacer deportes como tenis, tenis de mesa y fútbol, ver anime y me apasiona la música, mi banda favorita de todos los tiempos es Oasis."
    },
    "jobs": {
      "matterway": {
        "title": "Matterway",
        "date": "Julio 2021 - Present",
        "charge": "Ingeniero Javascript",
        "descriptions": "Participar en un multi funcional con otros 4 desarrolladores, creando soluciones automatizadas usando React para Porsche, Deutsche Telekom, Audi y otros clientes corporativos. El asistente de automatizacón que se provee ayuda a reducir los tiempos de operación alrededor de un 80%.\n\nEntregando mejor, más simples y más rápidas experiencias de usuario para usuarios de SAP y sistemas ERP."
      },
      "ripley": {
        "title": "Ripley",
        "date": "Septiembre 2019 - Junio 2021",
        "charge": "Ingeniero de Software Full Stack",
        "descriptions": "Participar en el equipo de Atención al Cliente para crear la nueva plataforma de postventa para Chile y Perú. Ayudando a unos 400.000 clientes al mes. Proporcionando una manera más fácil para que los clientes verifiquen el estado de sus compras, actualicen sus datos personales y puedan presentar un reclamo.\n\nIniciar la creación de un sistema de seguimiento de compras, para rastrear alrededor de 1.000.000 de productos al mes. Usando NodeJs y Express, implementados como microservicios en AWS.\n\nAsesorar a 3 nuevos desarrollos en React.\n\nIniciar la inclusión de Terraform dentro del equipo, para reducir la creación de tiempo de recursos en aproximadamente un 60%."
      },
      "pucv": {
        "title": "PUCV",
        "date": "Agosto 2018 - Agosto 2019",
        "charge": "Analista de proyectos tecnológico",
        "descriptions": "Crear un indicador de saturación de Wifi para la Universidad para mostrar a los estudiantes el mejor lugar para conectarse, el uso fue de alrededor del 40% de todos los estudiantes. Se usó VueJs para FrontEnd y NodeJs con Express para BackEnd.\n\nIniciar la creación de un servicio de transmisión de clases en vivo para aproximadamente el 30% de los estudiantes inicialmente."
      },
      "ibm": {
        "title": "IBM",
        "date": "Enero 2018 - Agosto 2018",
        "charge": "Pasante en Ingeniería de Software",
        "descriptions": "Desarrollar un chat cognitivo usando Watson de IBM para Antofagasta Minerals, para disminuir las llamadas al centro de llamadas en un 40% inicialmente.\n\nCrear un tablero para analizar los datos del chatbot usando VueJs."
      }
    },
    "education": {
      "usm": {
        "carrer": "Ingeniería Civil Electrónica",
        "name": "Universidad Técnica Federico Santa María",
        "place": "Valparaíso, Valparaíso, Chile",
        "date": "2012 - 2019"
      },
      "kit": {
        "carrer": "Programa de intercambio en Ingeniería Electrónica",
        "name": "Karlsruher Institut für Technologie",
        "place": "Karlsruhe, Baden Württemberg, Alemania",
        "date": "Septiembre 2016 - Marzo 2017"
      }
    },
    "languages": {
      "es": "Español (Nativo)",
      "en": "Inglés (FCE)",
      "de": "Alemán (Sprachdiplom B2)",
      "jp": "Japonés (A1)"
    }
  }
}
